// "© Copyright 2004-2013, 2015-2016 HP Development Company, L.P."

TaskName = "Netværksindstillinger";
HSDTaskName = "Netværksindstillinger";

ApplySettingsErrorHostNameFailed = "Værtsnavn ikke angivet. Sørg for, at det har et gyldigt format.";
AddressInUseError = "Den specificerede IP-adresse er allerede i brug.";
AddressInUseErrorExplanation = "Specificer en anden IP-adresse.";
IncorrectMaskErrorExplanation = "Forkert specificeret subnetmaske. Kontakt netværksadministratoren for at få hjælp.";

IncorrectHostNameError = "Værtsnavnet er for langt.";
IncorrectIpAddressError = "Ugyldigt IP-adresse-format.";
ManualAddressEmptyError = "\"IP-adresse\"-feltet må ikke være tomt.";
ManualAddressEmptyExplanation = "Angiv en gyldig manuel adresse.";
ManualAddressWithPrefixExplanation = "Angiv venligst en gyldig IP-adresse og præfikslængde mellem 1 og 128.";
ManualAddressNotIPv4Explanation = "Angiv venligst en gyldig IP-adresse.";

STATELESS = "Router";

ipV4TabName = "IPv4";
ipV6TabName = "IPv6";
OtherTabName = "Andre indstillinger";

kCheckChangesAlertTitleKey = "Du har ændret dataene. Ønsker du at fortsætte?";
kCheckChangesAlertContinueButtonTitleKey = "Forsæt";
kCheckChangesAlertCancelButtonTitleKey = "Annuller";
kCheckChangesAlertMessageKey = "Hvis du fortsætter, vil alle ændringer gå tabt. Klik på Annuller for at annullere handlingen og fortsætte med opgaven.";

TaskNameTiger = "Bonjour-indstillinger";
NoService = "Service ikke tilgængelig";
NoBonjourName = "Ikke tilgængelig";

1ServiceName = "Port 9100";
2ServiceName = "IPP";
3ServiceName = "LPD-RAW";
4ServiceName = "LPD-TEXT";
5ServiceName = "LPD-AUTO";
6ServiceName = "LPD-BINPS";
7ServiceName = "LPD-Queue5";
8ServiceName = "LPD-Queue6";
9ServiceName = "LPD-Queue7";
10ServiceName = "LPD-Queue8";
11ServiceName = "LPD-Queue9";
12ServiceName = "LPD-Queue10";
13ServiceName = "LPD";
16ServiceName = "IPPS";

IPPSecureServiceName = "IPP (kun Secure)";
IPPUnsecureServiceName = "IPP (kun Unsecure)";

IncorrectConfigurationTitle = "Den angivne konfiguration er ikke korrekt";
IncorrectConfigurationExplanation = "Vælg korrekt konfiguration eller kontakt din netværksadministrator for at få hjælp.";

IncorrectDNSServerErrorExplanation = "Indtast den korrekte DNS-serveradresse, eller kontakt din netværksadministrator, hvis du har brug for hjælp.";
IncorrectGatewayAddressTitle = "Den angivne standardgateway er forkert";
IncorrectGatewayErrorExplanation = "Indtast den korrekte standardgateway eller kontakt netværksadministratoren for at få hjælp.";
GatewayIsNotInSubnetTitle = "Den indtastede standardgateway er ikke på denne enheds subnet";
GatewayIsNotInSubnetExplanation = "Indtast en anden IP-adresse, subnetmaske eller standardgateway eller kontakt netværksadministratoren for at få hjælp.";

AskSaveChangesAlertTitle = "Du har ændret indstillinger på dette skærmbillede";
AskSaveChangesAlertMsg = "Vil du anvende ændringerne før det lukkes?";
AskSaveChangesDontApplyButtonTitle = "Anvend ikke";
AskSaveCahngesApplyButtonTitle = "Anvend";

TaskPanelOKButtonTitle = "OK";

EmptyBonjourServiceNameFieldTitle = "Feltet \"Bonjour servicenavn\" kan ikke være tomt";
EmptyBonjourServiceNameFieldMsg = "Angiv et Bonjour servicenavn.";
EmptyBonjourDomainNameFieldTitle = "\"Bonjour domæne navn\" kan ikke være tomt";
EmptyIPv6DomainNameFieldTitle = "\"Domæne for IPv6\" kan ikke være tomt";
EmptyBonjourDomainNameFieldMsg = "Specificer Bonjour domæne navn.";
EmptyBonjourServiceAndDomainNamesFieldTitle = "\"Bonjour Servicenavn/Domæne navn\"-felterne må ikke være tomme";
EmptyBonjourServiceAndDomainNamesFieldMsg = "Angiv navn på Bonjour Servicenavn/Domæne navn.";
UsedServiceNameTitle = "Det angivne navn på Bonjour-tjenesten anvendes allerede.";
UsedServiceNameMsg = "Angiv et andet navn på Bonjour-tjenesten, eller kontakt netværksadministratoren for hjælp.";
HSDBonjourDomainNameTitle = "Bonjour domæne navn:";

// layout
HSDIPv4Title = "Indstillinger for IPv4";
HSDIPvXDisableNotAvailableDescription = "IPv4 og IPv6 må ikke være deaktiverede på samme tid.";
HSDEnableIPv4InPrinterTitle = "Aktivér IPv4 i printer";
HSDConfigTitle = "Konfiguration:";
HSDNameTitle = "Værtsnavn:";
HSDAddressTitle = "IP-adresse:";
HSDMaskTitle = "Subnetmaske:";
HSDGatewayTitle = "Standardgateway:";
ManualTitle = "Manuel";
Auto = "Automatisk";

HSDAdditionalSettingsTitle = "Flere netværksindstillinger";
HSDAdditionalSettingsDescription = "Klik på Flere netværksindstillinger for at nå frem til printerens integrerede webserverside for netværksindstillinger. Der kan du konfigurere SNMP, 802.1X og andre netværksindstillinger.";
HSDAdditionalSettingsButton = "Flere netværksindstillinger";

BonjourSettingsTitle = "Bonjour-indstillinger";
HSDEnableBonjourTitle = "Aktivér Bonjour";
HSDBonjourServiceNameTitle = "Bonjour servicenavn:";
HSDPriorityTitle = "Den Højeste Prioritet Service:";
HSDAccessTitle = "Få adgang til din enhed på URL:";

PreviousValueString = "Tidligere værdi vil blive anvendt";

HSDEnableIPv6InPrinterTitle = "Aktivér IPv6 i printer";
HSDDHCPv6PolicyTitle = "Politik for DHCPv6:";
HSDIPv6DomainTitle = "Domæne for IPv6:";
HSDPrimaryDNSServerTitle = "Primær DNS-server:";
HSDSecondaryDNSServerTitle = "Sekundær DNS-server:";
HSDPrefixLengthTitle = "Længde på præfiks:";
HSDAdditionalAddressesButton = "Flere adresser";
HSDPolicyPopUpItem1 = "Udfør altid DHCPv6 ved opstart";
HSDPolicyPopUpItem2 = "Udfør DHCPv6 når konfiguration uden tilstand mislykkes";
HSDPolicyPopUpItem3 = "Udfør kun DHCPv6, når routeren anmoder om det";

HSDColumnConfigBy = "Konfig af";
HSDColumnAddresses = "Adresse";
HSDColumnPrefix = "Længde på præfiks";
HSDCloseButton = "Luk";

HSDApplyButton = "Anvend";

LINK_LOCAL = "Link-local";
HSDNotAvailableLabel = "Der er ikke adgang til Netværksindstillinger i øjeblikket.\nTjek, at enheden er tilsluttet et netværk.";
